/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "Pobrano %1$@ w wersji %2$@ i program jest gotowy do użycia! To jest ważna aktualizacja, czy chcesz zainstalować ją teraz i uruchomić %1$@ ponownie?";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "Pobrano %1$@ w wersji %2$@ i program jest gotowy do użycia! Chcesz zainstalować aktualizację teraz i uruchomić %1$@ ponownie?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "Nie można zaktualizować %1$@, jeśli program został uruchomiony z woluminu tylko do odczytu (takiego jak obraz dysku lub dysk optyczny). Przenieś %1$@ do katalogu Programy, uruchom go ponownie i ponów próbę aktualizacji.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ jest najnowszą dostępną wersją.";

/* No comment provided by engineer. */
"%@ downloaded" = "Pobrano %@";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ z %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "Dostępna jest nowa wersja %1$@. Zaktualizuj do %2$@, aby skorzystać z najnowszych ulepszeń.";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "Dostępna jest nowa wersja %1$@. Zaktualizuj do %2$@, aby skorzystać z najnowszych ulepszeń. Czy chcesz dowiedzieć się więcej o tej aktualizacji w internecie?";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "Nowa wersja %@ jest gotowa do instalacji!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Wystąpił błąd podczas pobierania informacji o aktualizacji. Spróbuj ponownie później.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Wystąpił problem w trakcie pobierania aktualizacji, Spróbuj ponownie później.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Wystąpił problem w trakcie rozpakowywania archiwum. Spróbuj ponownie później.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Wystąpił problem w trakcie instalowania aktualizacji. Spróbuj ponownie później.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Wystąpił problem w trakcie przetwarzania kanału aktualizacji.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Wystąpił problem w trakcie ponownego uruchamiania %1$@, ale nowa wersja będzie dostępna po ponownym uruchomieniu %1$@.";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "Ważna aktualizacja %@ jest gotowa do zainstalowania!";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"Cancel Update" = "Anuluj aktualizację";

/* No comment provided by engineer. */
"Checking for updates..." = "Sprawdzanie aktualizacji...";

/* Take care not to overflow the status window. */
"Downloading update..." = "Pobieranie aktualizacji...";

/* Take care not to overflow the status window. */
"Extracting update..." = "Rozpakowywanie aktualizacji...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Zainstaluj i uruchom ponownie";

/* Take care not to overflow the status window. */
"Installing update..." = "Instalowanie aktualizacji...";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "Dowiedz się więcej...";

/* No comment provided by engineer. */
"Let's update your app" = "Zaktualizujmy aplikację";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Gotowe do zainstalowania";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Czy %1$@ ma automatycznie szukać nowych aktualizacji? Dostępność nowych aktualizacji można zawsze sprawdzić ręcznie z poziomu menu %1$@ .";

/* No comment provided by engineer. */
"The update is improperly signed." = "Podpis aktualizacji jest niepoprawny.";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "Aktualizacja nie zostanie zainstalowana, ponieważ trwa wyłączanie systemu.";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "Ojej. Używasz nieaktualnej wersji %@.";

/* No comment provided by engineer. */
"Update Error!" = "Błąd aktualizacji!";

/* No comment provided by engineer. */
"Updating %@" = "Aktualizowanie %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Używasz najnowszej wersji %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Jesteś na bieżąco!";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "Zainstalowana wersja %@ nie jest już wspierana. Od momentu jej wydania dodaliśmy wiele usprawnień, więc, aby kontynuować, pobierz najnowszą wersję.";
